[
  [
    "u01",
    "Luna really makes people happy like no other does! \nThe way she cares about her friends and us Luknights really warms my heart\n\nShe is so precious and cute and she really cheers me up every day n_n!\n\nCIJ LTL ",
    "Discord Hamtaro#8584 // Cr. name: イリック",
    null,
    null,
    null,
    null,
    null,
    1
  ],
  [
    "u02",
    "After falling down the rabbit hole that is Hololive I was soon drawn to Luna by her overwhelming Cuteness and Charm. I was immediately inspired to start drawing fan art after many years of not touching my graphics tablet. Luna is my muse!\n\nルナは私のミューズ!",
    "Inky_liam",
    "Inky_liam",
    "United Kingdom, Hull",
    53.744444,
    -0.3325,
    true,
    2
  ],
  [
    "u03",
    "Congrats on 1M subscribers!\nLuna tan is my favorite princess. Her cuteness always heals me and gives me energy to work hard.\nThank you for always spending time with us.\nLuna tan big love! Daisuki! LTL!",
    "Kinney",
    "LightningKL",
    "Hong Kong",
    22.3,
    114.2,
    true,
    1
  ],
  [
    "u04",
    "見てるだけでも笑いが出て\n私に幸せをくれるお姫様",
    ".yujeongyeon",
    "GahwaYang",
    "Busan, Korea(Republic of)",
    35.18,
    129.075,
    true,
    1
  ],
  [
    "u05",
    "100億兆億万人おめでちゅ～！いつも楽しい配信ありがちゅ～一番かわいいルーナたんだいしゅき❤",
    "四才",
    "Tranquil_Tong",
    "Taoyuan, Taipei",
    24.991278,
    121.314328,
    true,
    2
  ],
  [
    "u06",
    "An Entertainer",
    "edgyfuu",
    "deedgyone",
    "Jakarta, Indonesia",
    -6.175,
    106.8275,
    false,
    0
  ],
  [
    "u07",
    "Himemori Luna brings me happiness. Her vods are something I have to look forward to at the end of a day. She inspires me to always be bettering myself, and to push through difficult times. Being part of the Luknights has given me a sense of camaraderie that I've gone without for too long.",
    "PunishedCrab",
    null,
    "California",
    37,
    -120,
    true,
    0
  ],
  [
    "u08",
    "私の退屈な物語に突如舞い降りた天使",
    "いちます",
    "ichimas0522",
    "日本兵庫",
    34.690817,
    135.183078,
    true,
    1
  ],
  [
    "u09",
    "I'm not really a Lu-Knight but I support all of Hololive JP branch with likes on streams, occasionally sharing them, I listen to her songs, I especially enjoyed her Metal Gear streams last year",
    "kuroihikikomori",
    "kuroihikikomori",
    "Hungary",
    47,
    20,
    false,
    0
  ],
  [
    "u010",
    "最高の推し",
    "せのぅー",
    "senou_FZR250R",
    "日本",
    36.1,
    138.1,
    false,
    0
  ],
  [
    "u11",
    "Luna is a star. She makes me smile and laugh with every stream. Seeing her grow to this point has been wonderful and I look forward to the future. LOYALTY TO LUNA!",
    "Sabu",
    "thirdson_s",
    "United States of America, Nebraska",
    42,
    -100,
    false,
    0
  ],
  [
    "u12",
    "ママなのら",
    "ダークルーナイト",
    "Lu_knight_KR",
    "韓国 , South Korea",
    36,
    128,
    true,
    2
  ],
  [
    "u13",
    "接種しなければ生きていけない栄養素",
    "もみざい",
    "momizai",
    "日本",
    36,
    138,
    true,
    0
  ],
  [
    "u14",
    "日々の生活に癒しを与えてくれる",
    "古明地幽夜",
    "komeiji514i",
    "日本、三重",
    34.7,
    136.5,
    true,
    0
  ],
  [
    "u15",
    "Luna is energy drink to me",
    "qpalzm7845",
    "mokaranjoa",
    "Republic of Korea",
    36,
    128,
    true,
    1
  ],
  [
    "u16",
    "A fun loving princess who warms the heart. ",
    "GSIV",
    null,
    "Sydney, Australia",
    -33.867778,
    151.21,
    true,
    0
  ],
  [
    "u17",
    "心の支えであり、日々自分が頑張ろうと思える原動力なのら\nルーナたんが毎日笑って幸せでいてくれることが自分にとっての最大限の幸福なので、こちらも微力ながらも精一杯支えて応援して行きたいと思うのら",
    "モノ",
    "mono_02",
    "神奈川、日本",
    35.44775,
    139.64253,
    true,
    1
  ],
  [
    "u18",
    "Luna is the cutest greatest strongest princess in the world. I know that Luna can always bring me a smile from how cute she is. Luna is #1.",
    "Alan Nguyen",
    null,
    "Wichita, Kansas",
    37.688889,
    -97.336111,
    true,
    1
  ],
  [
    "u19",
    "心を再起動させてくれた女神",
    "TORACO",
    "toraco3th",
    "日本",
    36,
    138.0001,
    true,
    1
  ],
  [
    "u20",
    "Luna for me is the most adorable and invaluable thing that I want to save in my life. Due to Hololive and our adorable princess, I become more confident and out-going. Everytime I travel to a different city, I always bring my Luna plushie and take photos with her. While making memories also introducing my country, so that I hope someday Luna can see the fans come from worldwide to show their loyalty and admiration. I am very glad for our baby princess to reach 1M subscribers, it is my propulsion to keep supporting her until 10 billion trillion subscribers. CIJ!",
    "かぷな奧",
    "luknight_rayo",
    "レオイスルーナート",
    null,
    null,
    true,
    2
  ],
  [
    "u21",
    "とびきりかわいく\n驚くほどに賢く\n我々にも精一杯誠実であろうとしてくれる\nその判断に全幅の信頼をおける主君であり\nいっぱい幸せでいてほしい女の子。",
    "たすけ",
    "EwsDjdOyakk7VMD",
    "Tokyo, Japan, Sol 3",
    35.689722,
    139.692222,
    true,
    0
  ],
  [
    "u22",
    "Luna, you are the window that brings light and warmth, in a dark and cold room.",
    "Tonasbabu",
    null,
    "Athens, Greece",
    37.984167,
    23.728056,
    null,
    0
  ],
  [
    "u23",
    "唯一無二のお姫様です！",
    "純",
    "qsakurayuki",
    "Miaoli，Taipei",
    24.563414,
    120.825828,
    true,
    1
  ],
  [
    "u24",
    "I watch Luna's streams and clips to relieve stress whenever I'm under a lot of pressure.\nThank you for the streams, and I will always be a part of Luknights and continue to support Luna-Hime.\nCongratulations on 1,000,000 subscribers!",
    "Veil",
    "Shih",
    "Taipei",
    24,
    121,
    true,
    1
  ],
  [
    "u25",
    "Luna was the second holo girl I discovered after Matsuri back in mid-2020, marking the beginning of my descent into the abyss that is hololive. Thus, like Matsuri, Luna became a salvation for me during the difficult times where I was suffering from a burnout - the cure coming mainly from her piano streams and her pure, curative giggles. Luna's piano stream also, to my delight, helped me rediscover a nearly-forgotten part of my childhood through a song she played. Not to mention, I loved her willpower that not even her low stamina or at times physical injuries could stop her.\n\nWhile I could no longer dedicate myself fully on watching her streams in recent times, I will always be grateful of Luna for saving me from my burnout through her contents.",
    "Ninja of Mount Haruna",
    "kanonslaught",
    "Bandung, West Java, Indonesia",
    -6.912,
    107.6097,
    true,
    2
  ],
  [
    "u26",
    "When you watch Luna tan, all the worries you have melt away, and is replaced by happiness. Your radiant spirit and positivity have the incredible power to lift the heaviest burdens from our hearts.\n\nLuna, you have this magical ability to make us smile effortlessly. In those moments, it feels like the world pauses, and we are wrapped in a comforting embrace of serenity. Your authenticity resonates deeply, and it's a beacon of light in a sometimes challenging world.\n\nThank you for being a source of light and laughter, for bringing a sense of peace to our hearts. Your existence is a gift that keeps on giving, and we are grateful for the positive energy you share with us. \nKeep shining, Luna, for your light touches lives and makes the world a brighter place.",
    "Seloswe",
    null,
    "Falkenberg, Sweden",
    56.905278,
    12.491111,
    true,
    0
  ],
  [
    "u27",
    "Luna is a safe place I can always come to when I’m feeling down. Watching Luna grow since her debut has made me both very happy and proud of her. ",
    "thebeastygerbil",
    "TheBeastyGerbil",
    "Houston, Texas ",
    29.762778,
    -95.383056,
    true,
    1
  ],
  [
    "u28",
    "She’s cute, makes cute noises and always has comfy streams",
    "GIGA CHAD",
    null,
    "Europe, the Netherlands",
    52,
    6,
    false,
    0
  ],
  [
    "u29",
    "宇宙一可愛い女神様の様な存在です",
    "ぜふぁーぞーん",
    "zzone_gaming",
    "福岡",
    33.59,
    130.401667,
    true,
    0
  ],
  [
    "u30",
    "She is a person who inspires and motivates me to do my best every day. I love watching her streams, which relieve me from work stress. Just the thought of watching her keeps me going every day.",
    "yum",
    "henshing_",
    "Darjeeling, India",
    27.0375,
    88.263056,
    true,
    0
  ],
  [
    "u31",
    "Luna means the world to me as a dedicated LuKnight. I would not be the person I am today had I not chosen to serve Luna. I think that Luna is the best princess in the entire world, and I have no intentions to stop being a LuKnight! CIJ!",
    "thouxanworldpeace",
    null,
    "Kentucky, United States",
    37,
    -86,
    true,
    2
  ],
  [
    "u32",
    "Una luz en este túnel tan oscuro ",
    "Vhant ",
    "cVhant",
    "México,Oaxaca",
    17.055,
    -96.655,
    true,
    0
  ],
  [
    "u33",
    "姫森ルーナさんは大切な存在です。悲しい時があったら、姫様の配信を観てすぐ元気にもどります。楽しい時は一緒で笑うのが最高の楽しです。姫様を見つけた時、私は日本語あまり分からないけど姫様の可愛さと面白さが伝えました。姫様のお陰で日本語を勉強してしルーナイトのみんなと喋ってし最高の時間です。フェスで姫様の演奏を観るのが大切な思い出です。本当にこの最高の楽しい数年が姫様のお陰です。いつも頑張った姫様大好き！これからも永遠にも応援しています！１００万人おめでとうございます！",
    "donmk",
    "donmk_ssbm",
    "Western Australia",
    -31.9558,
    115.8597,
    true,
    2
  ],
  [
    "u34",
    "Luna is the cutest baby ever. She makes me happy and she means everything to me. I could not live without her.",
    "Boof",
    null,
    "Malaysia",
    2,
    112,
    true,
    0
  ],
  [
    "u35",
    "JP:\n登録者数100万人…wow\n数年前、姫森ルーナを見ていた時は登録者数は30万人くらいでした。姫様が彼女にふさわしい評価を得て、たくさんの人に知られていくのはとてもうれしいです。\n\nルーナは音楽からゲームまで、ルーナイトのために無限の楽しさを届けてくれました。でも、ルーナミューズは私にとってただの娯楽よりももっとすごい二つの影響をくれました。\nひとつは大学院卒業の力になったこと。忙しくて配信に来られなくなると伝えたときのルーナの優しい言葉は、つらい時期を乗り越えるための勇気になり、助けとなり、データアナリストとしての仕事に就くこともできました。\nもっと重要なのは、ルーナがきっかけとなって今の美しい妻と出会えたこと。ルーナのコミュニティで知り合った友人を通して出会った彼女は、息子と日本に住んでいて、彼女たちを訪れることができて、素晴らしい国を楽しむことができます。\n\nルーナが私と仲間のルーナイトのためにしてくれたことに永遠に感謝しています。以前のように配信を観る機会があまりないけれど、いつもルーナを応援しルーナの成功を願っています。私は彼女が成し遂げたすべてのことを誇りに思い、次に何が起こるかを楽しみにしています。ありがとう。    Frozen 2 is Perfectより\n\nEN:\n1 million subscribers... wow. I remember watching Himemori Luna when she was around 300,000 subscribers a few years ago. I am very happy to see hime-sama is getting the recognition she deserves. From music to gaming, she has delivered endless fun and enjoyment for all lu-knights. However, Luna-muse has actually had a much larger impact on my life than simply entertainment. This impact is two-fold. First, she was instrumental in helping encourage me in my graduate studies. Her kind words to me, before I had to stop watching her streams due to time constraints, helped push me through some hard times, and also helped me to land a job as a data analyst! However, much more importantly, she indirectly helped me to meet my beautiful wife. I met my lovely wife via a friend I met within the amazing community Luna helped create. She and my son currently live in Japan, so being able to visit her has allowed me to enjoy a lot of what the amazing county has to offer. I am eternally grateful for all she has done for me and my fellow Lu-knights. Even though I do not have as much time to enjoy streams like I used to, I will always support her and wish her success. I am proud of all she has accomplished and look forward to what comes next. CIJ! Thank you. -Frozen2isPerfect",
    "frozen2isperfect",
    null,
    "California, United States",
    37.5,
    -120.5,
    true,
    0
  ],
  [
    "u36",
    "姫様は自分にこの上ない癒しを与えて、日々を楽しく乗り切るための力をくれる存在です。\nいつも姫様を、時に忠臣として、時におじいちゃんのような心で見守っています。\nこれからも、姫様自身のペースで頑張ってください！",
    "夕顔(yuhugaho)",
    "yuhugaho_LTL",
    "Yokohama, Japan",
    35.444167,
    139.638056,
    true,
    1
  ],
  [
    "u37",
    "Ever since I discovered your streams you have changed my life, Luna-tan! You are my princess and I look forward to your streams every day. Your smile and laughs brighten up my day in many ways. You're so kind and brave and an inspiring person to all of the Lu-knights! You truly mean the world to me. I may be one Lu-Knight of 1 million, but it brings me great pleasure to be just that one. My love for you is limitless and I hope this day and every other day is filled with happiness and fun for the one, the only, Himemori Luna. CONGRATULATIONS ON 1 MILLION!!!!! YATTTAAAA!!!!\n",
    "blackstar300",
    "TheBlackStar300",
    "California, United States",
    37,
    -120,
    true,
    2
  ],
  [
    "u38",
    "My inspiration.",
    "InfiniteX",
    null,
    "Bangkok",
    13.7525,
    100.494167,
    false,
    2
  ],
  ["u39", "She is my baby", "Dodoliy", "Dodoliy", "Indonesia", 5, 120, true, 2],
  [
    "u40",
    "ルーナたんは私の最推し、ルーナたんは私の全部！\n毎日ルーナたんの配信見えるでめっちゃ幸せ、ルーナたんの可愛い声と可愛い笑顔見たら心が癒した！\n世界一可愛いお姫様！\n100万人おめでとう！！！\n一生応援します！！！",
    "TsungLai",
    "bb28132009",
    "Hong Kong",
    22.3,
    114.5,
    false,
    1
  ],
  [
    "u41",
    "姫は、私に取っての原動力なのら！",
    "れいりん@妄想部",
    "reiya_riyo",
    "Oita, Japan",
    33.233333,
    131.606667,
    true,
    0
  ],
  [
    "u42",
    "出会えて良かった姫様、姫様をみて癒されたり一緒に楽しんだり一緒に笑ったりと毎日が楽しい\nこれからもずっとずっと応援するのら",
    "ボーちゃん",
    null,
    "京都",
    35.011667,
    135.768333,
    true,
    0
  ],
  [
    "u43",
    "私に元気と勇気を与えてくれる存在です",
    "スピナシア",
    "gennari_tofu",
    "群馬,日本",
    36.39,
    139.06,
    "https://drive.google.com/u/1/open?usp=forms_web&id=1CHdZyaiZNAS6iMcrnYqW68BEhX82ve1F",
    0
  ],
  [
    "u44",
    "She is a shining jewel of what the world should strive for! Cute is Justice after all! She has helped me enjoy these past years immensely when she streams. It's always awesome to watch her become better at English and also becoming a master at the Electone! That is our #1 Worldwide Baby Princess after all!",
    "Horayo",
    null,
    "Ontario, Canada",
    49.25,
    -84.5,
    true,
    0
  ],
  [
    "u45",
    "ホロライブを知って初めて舞い降りた光明。いつでも可愛く、賢く、ナイト達に癒しを与え続けるプリンセス。騎士としてでなく時には執事としてもお慕えするべき存在。",
    "からっぽの惨事",
    "karappo_SANJI",
    "日本、新潟",
    37.616667,
    138.866667,
    true,
    2
  ],
  [
    "u46",
    "She has amazing vibes, and great sense of style. I love her contrasting aesthetic! It motivates me! Hime-sama, I'm rooting for you! 1000cc以上を狙え！！",
    "もら(mora)",
    "2e_morau",
    "California",
    36.5,
    -119.5,
    true,
    2
  ],
  [
    "u47",
    "Himemori Luna is my Princess. She’s always been cheering me up ever since I met her. I wouldn’t survive my college years without her, and it always makes me happy whenever she streams for her Luknights. Luna is my inspiration, and my motivation to keep going. She changed my life for the better.",
    "monoai",
    "monoAI_",
    "Manila, Philippines",
    14.5958,
    120.9772,
    true,
    2
  ],
  [
    "u48",
    "Congratulations on reaching 1M subscribers! \n\nLuna is mischievous and playful, but also fun, caring, and hardworking princess that works super hard on the things she loves. Luna's cute and positive presence brightens up my day and have impacted my life for the better. I am really proud to see how far she has grown since the early days. Again, congratulations!\n\nCute is Justice!\nLoyalty to Luna!\nAnemori is Justice!",
    "Anzu",
    null,
    "Singapore",
    1.283333,
    103.833333,
    true,
    0
  ],
  [
    "u49",
    "To me Luna is an Idol. She works so hard and does so much for the Luknights.  I can't stop cheering her on  every stream and every live. The world is truly a better place with Luna.",
    "chronoblaze1",
    null,
    "Louisiana, United States",
    31,
    -92,
    false,
    0
  ],
  [
    "u50",
    "A cute princess worth protecting. As I get to know Himesama more and more, I feel more and more that Hime has her own pace and wisdom. Please keep your own pace and don’t force yourself. Himesama , congratulations on your 1 million subs ! I will continue to support you LTL ! ",
    "Fish",
    "Fish00727763",
    "Taipei",
    24.5,
    121.5,
    true,
    0
  ]
]
